Repository: pablocourault/Capstone
Catalog: hotel/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Bookings
es: Reservaciones
pt: Reservaciones

source: Lock in a great price for your upcoming stay
es: Hazte con el mejor precio para tu próxima estancia
pt: Garanta um ótimo preço para sua próxima estadia

source: Get instant confirmation with FREE cancellation on most rooms!
es: Recibe confirmación inmediata ¡con cancelación GRATUITA en la mayoría de habitaciones!
pt: Confirmação na hora e cancelamento GRATUITO para a maioria dos quartos!

source: All rates are in US dollars.
es: Todas las tarifas son en dólares estadounidenses.
pt: Todas as taxas estão em dólares americanos.

source: Availability
es: Disponibilidad
pt: Disponibilidade

source: When would you like to stay at Hotel Le Monde?
es: ¿Cuándo quieres alojarte en el Hotel Le Monde?
pt: Quando você quer se hospedar no(a) Hotel Le Monde?

source: Check In
es: Entrada
pt: Entrada

source: Check Out
es: Egreso
pt: Saída

source: Check Availability
es: Ver disponibilidad
pt: Verificar disponibilidade

source: Sleeps
es: Capacidad
pt: Acomoda

source: Room Type
es: Tipo de habitación
pt: Tipo de quarto

source: Prices
es: Precios
pt: Preços

source: for one night
es: por una noche
pt: por uma noite

source: Select Rooms
es: Elige Habitaciones
pt: Selecione Quarto

source: Single
es: Individual
pt: Individual

source: availables
es: disponibles
pt: disponível

source: 3 guests max, with a maximum of 2 adults.
es: 3 personas en total, 2 adultos como máximo.
pt: 3 hóspedes en total, 2 adultos no máximo.

source: Double
es: Doble
pt: Duplo

source: 4 guests max, with a maximum of 3 adults.
es: 4 personas en total, 3 adultos como máximo.
pt: 4 hóspedes en total, 3 adultos no máximo.

source: Triple
pt: Triplo

source: 5 guests max, with a maximum of 4 adults.
es: 5 personas en total, 4 adultos como máximo.
pt: 5 hóspedes en total, 4 adultos no máximo.

source: Quadruple
es: Cuádruple
pt: Quádruplo

source: Total for
es: Total por
pt: Total por

source: nights
es: noches
pt: noites

source: Reserve
es: Reservar
pt: Reserva

source: Confirmation is immediate
es: Confirmación inmediata
pt: Confirmação imediata

source: Registration required
es: Requiere registrarse.
pt: É necessário ter conta

source: No booking or credit card fees!
es: ¡Sin cargos de gestión!
pt: Sem taxas de reserva!

source: Most Popular Facilities And Services
es: Principales Instalaciones y Comodidades
pt: Principais instalações e comodidades

source: WiFi available in all areas
es: WiFi en todas las áreas
pt: Acesso Wi-Fi disponível em todas as áreas

source: Non-smoking rooms
es: Habitaciones para no fumadores
pt: Quartos para não fumantes

source: Private bathroom
es: Baño Privado
pt: Banheiro privado

source: Breakfast included
es: Desayuno incluido
pt: Café da manhã incluso

source: Currency exchange
es: Cambio de divisas
pt: Câmbio monetário

source: Family rooms
es: Habitaciones familiares
pt: Quartos para famílias

source: Airport shuttle (additional charge)
es: Traslado al aeropuerto (con cargo)
pt: Transfer para o aeroporto (Custo adicional)

source: Parking garage
es: Estacionamiento propio
pt: Garagem de Estacionamento

source: Accessibility
es: Accesibilidad
pt: Acessibilidade

source: Bathroom emergency cord
es: Cuerda de emergencia en el baño
pt: Cordão de emergência no banheiro

source: Elevator
es: Ascensor
pt: Elevador

source: Entire unit wheelchair accessible
es: Toda la habitación accesible en silla de ruedas
pt: Acessível para cadeiras de rodas

source: Bathroom
es: Baño
pt: Banheiro

source: Bath
es: Bañera
pt: Banheiro

source: Bidet
pt: Bidê

source: Free toiletries
es: Artículos de aseo gratuitos
pt: Produtos de higiene gratuitos

source: Hand Sanitiser
es: Desinfectante de manos
pt: Álcool em gel disponível

source: Shower
es: Ducha
pt: Chuveiro

source: Toilet paper
es: Papel higiénico
pt: Papel higiênico

source: Towels/Sheets
es: Toallas y sábanas
pt: Toalhas e lençóis

source: Bedroom
es: Dormitorio
pt: Dormitório

source: Baby cribs
es: Cunas para bebés
pt: Berços

source: Socket near the bed
es: Toma cerca de la cama
pt: Plugue perto da cama

source: Wardrobe or closet
es: Armario o ropero
pt: Guarda-roupa ou armário

source: Business facilities
es: Instalaciones para negocios
pt: Instalações para negócios

source: Fax/Photocopying
es: Fax/Fotocopiadora
pt: Fax/Fotocópia

source: Interpreter
es: Intérprete
pt: Intérprete

source: Meeting room
es: Sala de reuniones
pt: Comodidades para reuniões

source: (additional charge)
es: (cargo adicional)
pt: (Custo adicional)

source: Cleaning Services
es: Servicios de limpieza
pt: Serviços de limpeza

source: Daily housekeeping
es: Limpieza diaria
pt: Serviço de limpeza diário

source: Ironing service
es: Planchado
pt: Engomadoria

source: Laundry
es: Lavandería
pt: Lavanderia

source: Kitchen
es: Cocina
pt: Cozinha

source: Dining table
es: Mesa de desayuno
pt: Mesa de café da manhã

source: Microwave
es: Microondas
pt: Microondas

source: Languages Spoken
es: Lenguajes hablados
pt: Idiomas falados

source: English
es: Inglés
pt: Inglês

source: Spanish
es: Español
pt: Espanhol

source: Portuguese
es: Portugués
pt: Português

source: Parking
es: Estacionamiento
pt: Estacionamento

source: Free Parking
es: Estacionamiento propio
pt: Estacionamento próprio

source: Pets
es: Mascotas
pt: Animais de estimação

source: Pets are not allowed
es: No se permiten mascotas
pt: Não são permitidos animais

source: Front desk services
es: Recepción
pt: Recepção

source: 24-hour front desk
es: Atención las 24 horas
pt: Recepção 24 horas

source: Luggage storage
es: Guardaequipaje
pt: Depósito de bagagens

source: Wake up service
es: Servicio de despertador
pt: Serviço de Alarme

source: Room Amenities
es: Habitaciones
pt: Quartos

source: Air conditioning
es: Aire acondicionado
pt: Ar condicionado

source: Cable channels
es: Canales de cable
pt: TV a cabo

source: Heating
es: Calefacción
pt: Aquecimento

source: Soundproofing
es: Isonorización
pt: Insonorização

source: Streaming service
es: Contenidos por demanda
pt: Transmissão sob demanda

source: (like Netflix)
es: (como Netflix)
pt: (como Netflix)

source: Telephone
es: Teléfono
pt: Telefone

source: Safety & Security
es: Seguridad
pt: Segurança

source: 24-hour security
es: Seguridad las 24 horas
pt: Segurança 24 horas

source: CCTV in commons areas
es: CCTV en áreas comunes
pt: CCTV nas áreas comuns

source: Safety deposit box
es: Caja de seguridad
pt: Caixa de segurança

source: Smoke alarms
es: Alarma de humo
pt: Detector de fumaça

source: Frequently Asked Questions
es: Preguntas Frecuentes
pt: Perguntas frequentes

source: Can i park a car at Hotel Le Monde?
es: ¿Hay estacionamiento en el Hotel Le Monde?
pt: Posso estacionar o carro em Hotel Le Monde?

source: Yes (subject to availability), book in advance.
es: Si (sujeto a disponibilidad), reservar con anticipación.
pt: Sim (sujeitas a disponibilidade), reserve com antecedência.

source: What kind of breakfast is served at Hotel Le Monde?
es: ¿Qué tipo de desayuno sirven en el Hotel Le Monde?
pt: Que tipo de café da manhã é servido em Hotel Le Monde?

source: Breakfast option(s) include: Gluten-free, American and Buffet.
es: Algunas opciones de desayuno son: Sin gluten, Americano, Buffet.
pt: Tipo(s) de café da manhã: Glúten-free, Americano, Buffet.

source: What type of room can i book at Hotel Le Monde
es: ¿Qué tipo de habitaciones puedo reservar en el Hotel Le Monde?
pt: Que tipo de quarto eu posso reservar em Hotel Le Monde?

source: Room options at Hotel Le Monde include: Twin/Double, Triple, Quad, Single, Family
es: Las opciones de habitaciones en Hotel Le Monde son: Doble, Triple, Cuádruple, Individual y Familiar.
pt: As opções de quarto em Hotel Le Monde são: Twin/Duplo, Triplo, Quádruplo, Individual, Familiar.

source: How much does it cost to stay at Hotel Le Monde?
es: ¿Cuánto cuesta una estadía en el Hotel Le Monde?
pt: Quanto custa ficar em Hotel Le Monde?

source: The prices at Hotel Le Monde may vary depending on your stay (e.g. dates, hotel&#39;s policy etc.). To see prices, enter your dates.
es: Los precios en Hotel Le Monde pueden variar según la estadía (por ejemplo, fechas seleccionadas, política del hotel, etcétera). Ingresá tus fechas para ver los precios.
pt: Os preços em Hotel Le Monde podem variar dependendo da sua estadia (ex: suas datas, políticas do hotel etc.). Insira as datas para ver os preços.

source: How far is Hotel Le Monde from the center of the City?
es: ¿A qué distancia está el Hotel Le Monde del centro de la ciudad?
pt: O centro de cidade fica a que distância de Hotel Le Monde?

source: Hotel Le Monde is 700 meters from the city center.
es: Hotel Le Monde está a 700 metros del centro de la ciudad.
pt: Hotel Le Monde fica a 700 metros do centro da cidade.

source: How do I get to Hotel Le Monde from the nearest airport?
es: ¿Cómo llego desde el aeropuerto hasta el Hotel Le Monde?
pt: Como posso chegar em Hotel Le Monde a partir do aeroporto mais próximo?

source: From the nearest airport, you can get to Hotel Le Monde by:
es: Desde el aeropuerto más cercano, podés llegar a Hotel Le Monde en:
pt: A partir do aeroporto mais próximo, você pode chegar em Hotel Le Monde de:

source: What are the check-in and check-out times at Hotel Le Monde?
es: ¿Cuál es el horario de entrada y salida del Hotel Le Monde?
pt: Quais são os horários de check-in e check-out em Hotel Le Monde?

source: Check-in at Hotel Le Monde is from 3:00 PM, and check-out is until 12:00 PM.
es: La entrada es desde las 3:00 PM y la salida hasta las 12:PM.
pt: O check-in em Hotel Le Monde é a partir das 15:00. O check-out é até as 12:00.

source: Does Hotel Le Monde have a restaurant on site?
es: ¿El Hotel Le Monde tiene restaurant propio?
pt: Hotel Le Monde tem um restaurante no local?

source: Hotel Le Monde has 1 restaurant: OVIDIO
es: El Hotel Le Monde tiene un restaurant: OVIDIO
pt: Hotel Le Monde tem 1 restaurant: OVIDIO

source: House Rules
es: Reglas del Hotel
pt: Regras da casa

source: Check-in
es: Ingreso
pt: Entrada

source: Guests are required to show a photo ID and credit card at check-in.
es: Los huéspedes deben mostrar un documento de identidad y una tarjeta de crédito al hacer el registro de entrada.
pt: Você deve apresentar um documento de identidade e um cartão de crédito no momento do check-in.

source: Check-out
es: Egreso
pt: Saída

source: Cancellation
es: Cancelación
pt: Cancelamento

source: Cancellation and prepayment policies vary according to accommodations type.
es: Las políticas de cancelación y prepago varían según el tipo de alojamiento.
pt: As políticas de cancelamento e pré-pagamento variam de acordo com o tipo de acomodação.

source: Children & Beds
es: Niños & Camas
pt: Crianças & Camas

source: Children of all ages are welcome.
es: Niños de todas las edades son bienvenidos.
pt: Crianças de todas as idades são bem vindas.

source: Children 6 and above are considered adults at this property.
es: En este establecimiento, los niños a partir de 6 años se consideran adultos.
pt: Nesta propriedade, as crianças de 6 anos ou mais são consideradas adultos.

source: To see correct prices and occupancy info, add the number and ages of children in your group to your search.
es: Para ver los precios correctos y la información de ocupación, agregue el número y las edades de los niños en su grupo a su búsqueda.
pt: Para ver os preços corretos e informações de ocupação, adicione o número e as idades das crianças do seu grupo à sua pesquisa.

source: The maximum number of cribs allowed depends on the room you choose. Double-check the maximum capacity for the room you selected.
es: El número máximo de cunas permitidas depende de la habitación que elija. Vuelva a verificar la capacidad máxima de la habitación que seleccionó.
pt: O número máximo de berços permitidos depende do quarto que você escolher. Verifique a capacidade máxima da sala que você selecionou.

source: Age restriction
es: Restricción de edad
pt: Restrição de idade

source: The minimum age for check-in is 18.
es: La edad mínima para hacer el registro de entrada es de 18 años.
pt: A idade mínima para o check-in é 18 anos.

source: Pets are not allowed.
pt: Não são permitidos animais

source: Groups
es: Grupos
pt: Grupos

source: When booking more than 6 rooms, different policies and additional supplements may apply.
es: Al reservar más de 6 habitaciones, se pueden aplicar políticas diferentes y suplementos adicionales.
pt: Ao reservar mais de 6 quartos, diferentes políticas e custos adicionais poderão ser aplicados.

source: Cards accepted
es: Tarjetas aceptadas
pt: Cartões aceitos

source: Hotel Le Monde accepts these cards and reserves the right to temporarily hold an amount prior to arrival.
es: Hotel Le Monde acepta estas tarjetas y se reserva el derecho de preautorizar tu tarjeta antes de la entrada.
pt: O Hotel Le Monde aceita estes cartões e reserva-se o direito de reter temporariamente um montante antes da chegada.

source: Le Monde offers contemporary orange and white rooms in downtown Buenos Aires, 2-blocks from 9 de Julho Avenue.
es: Le Monde ofrece habitaciones modernas en tonos naranja y blanco en el centro de Buenos Aires.
pt: O Hotel Le Monde oferece quartos modernos, com decoração em laranja e branco no centro de Buenos Aires, a 2 quadras da Avenida 9 de Julho.

source: Surrounded by restaurants and boutiques, it is 1 km from the Colon Theatre.
es: Se encuentra a 2 calles de la Avenida 9 de Julio y a 1 km del teatro Colón, rodeado de restaurantes y tiendas.
pt: Além de estar rodeado por restaurantes e lojas, fica a 1 km do Teatro Colón.

source: Rooms at Hotel Le Monde have air conditioning and private balconies with city views. All are equipped with cable TV, free Wi-Fi and a work desk.
es: Las habitaciones del Hotel Le Monde disponen de aire acondicionado y balcón privado con vistas a la ciudad.Todas están equipadas con TV por cable, conexión Wi-Fi gratuita y escritorio.
pt: Os quartos do Hotel Le Monde foram possuem ar-condicionado e varandas privativas com vista para a cidade.Todos estão equipados com TV a cabo, acesso gratuito à internet sem fio (Wi-Fi) e mesa de trabalho.

source: A breakfast buffet with seasonal fruits, natural juices and fresh pastries is served daily. Due to its central location, guests can enjoy a variety of local restaurants, bars and entertainment options.
es: Todos los días se sirve un desayuno bufé con fruta de temporada, zumos naturales y repostería recién hecha.Muy cerca del hotel encontrará variedad de restaurantes, bares y locales de ocio.
pt: Um buffet de café-da-manhã com frutas da época, sucos naturais e itens de confeitaria é servido diariamenteGraças à sua localização central, você pode desfrutar de uma grande variedade de restaurantes típicos, bares e outras opções de lazer.

source: Hotel Le Monde is 200 m from Lima Subway Station, and 400 m from Avenida 9 de Julio. It is also 6-blocks from the iconic Obelisk.
es: El Hotel Le Monde se encuentra a 200 metros de la estación de subte de Lima y a 400 metros de la Avenida 9 de Julio.Además, está a 6 calles del famoso Obelisco.
pt: O Hotel Le Monde está localizado a 200 m da Estação de Metrô Lima, a 400 metros da Avenida 9 de Julho e a 6 quadras do emblemático Obelisco de Buenos Aires.

source: This is our guests' favourite part of Buenos Aires, according to independent reviews.
es: Nuestros clientes dicen que esta parte de Buenos Aires es su favorita, según los comentarios independientes.
pt: Esta é a parte de Buenos Aires de que os nossos hóspedes mais gostam, de acordo com avaliações independentes.

source: Couples particularly like the location — they rated it 9.0 for a two-person trip.
es: A las parejas les gusta la ubicación. Le pusieron un puntaje de 9,0 para un viaje de a dos.
pt: Casais particularmente gostam da localização — eles deram nota 9,0 para viagem a dois.

source: We speak your language!
es: ¡Hablamos tu idioma!
pt: Nós falamos a sua língua!

source: Invoice
es: Cuenta
pt: Fatura

source: Your bill is for a total of: $
es: Su cuenta es por un total de: $
pt: Sua conta é para um total de: $

source: and this is the detail of your consumptions:
es: y este es el detalle de sus consumos:
pt: e este é o detalhe de seus consumos:

source: Date
es: Fecha
pt: Data

source: Service
es: Servicio
pt: Serviço

source: Quantity
es: Cantidad
pt: Quantidade

source: Amount
es: Total
pt: Total

source: first
es: primera
pt: primeira

source: previous
es: anterior
pt: anterior

source: Page
es: Página
pt: Página

source: of
es: de
pt: de

source: next
es: siguiente
pt: seguindo

source: last
es: última
pt: última

source: You has no debts.
pt: Não tem dívidas.

source: Logout
es: Salir
pt: Sair

source: Login
es: Ingresar
pt: Entrar

source: Register
es: Registrarse
pt: Registrarse

source: Facilities
es: Instalaciones
pt: Instalações

source: Reviews
es: Comentarios
pt: Comentários

source: FAQs
es: Preguntas Frecuentes
pt: Perguntas Frequentes

source: Orders
es: Consumos
pt: Consumos

source: Messages
es: Mensajes
pt: Mensagens

source: My Bookings
es: Sus Reservas
pt: Suas Reservas

source: Make Your Booking Here
es: Haga aquí su reserva
pt: Faça sua reserva aqui

source: Username
es: Nombre de usuario
pt: Nome de usuário

source: Password
es: Contraseña
pt: Senha

source: Don't have an account?
es: ¿No tiene una cuenta?
pt: Você já tem uma conta?

source: Register here.
es: Registrarse aquí.
pt: Registrarse

source: Write a message to front desk:
es: Escriba un mensaje a la recepción:
pt: Escreva uma mensagem para a recepção:

source: Send
es: Enviar
pt: Mandar

source: From
es: De
pt: De

source: Content
es: Contenido
pt: Conteúdo

source: Delete
es: Borrar
pt: Excluir

source: Your booking has been registered
es: Su reserva ha sido registrada
pt: Sua reserva foi registrada

source: Booking ID
es: Reserva
pt: Reserva

source: Rooms
es: Habitaciones
pt: Quartos

source: Total Amount
es: Total
pt: Total

source: Actions
es: Acciones
pt: Ações

source: You are checking out the booking:
es: Usted está saliendo de la reserva:
pt: Você está saindo da reserva:

source: Please, comment and rate your stay at the hotel:
es: Por favor, comente y califique su estadía en el hotel:
pt: Por favor, comente e avalie a sua estadia no hotel:

source: Check-Out Code
es: Código de salida
pt: Código de Saída

source: Cancel Check-Out
es: Cancelar Salida
pt: Cancelar Saída

source: Confirm Check-Out
es: Confirmar Salida
pt: Confirme Saída

source: Room orders and services
es: Pedidos a la habitación y servicios
pt: Pedidos de quartos e serviços

source: Make here your requests to the room and reservation of services.
es: Haga sus pedidos a la habitación y reservas de servicios.
pt: Faça seus pedidos para o quarto e reserva de serviços.

source: Services & Rates
es: Servicios & Tarifas
pt: Serviços & Taxas

source: Order
es: Pedir
pt: Ordenar

source: Order Success!
es: Pedido exitoso!
pt: Pedido bem sucedido

source: We have registered your order.
es: Hemos registrado su pedido
pt: Registramos seu pedido.

source: You must Check-In in order to use the services.
es: Debe hacer el Check-In para poder usar los servicios.
pt: Você deve fazer o check-in para usar os serviços.

source: Email
es: Correo electrónico
pt: Correio eletrônico

source: Confirm Password
es: Confirme la contraseña
pt: Confirme a senha

source: Already have an account?
es: ¿Ya tiene una cuenta?
pt: Você já tem uma conta?

source: Log In here.
es: Entrar aquí
pt: Entra aquí

source: Guests Reviews
es: Comentarios
pt: Comentários

source: total average score
es: Puntuación total promedio
pt: pontuação média total

source: on a scale of 1 to 5,
es: en una escala del 1 al 5
pt: numa escala de 1 a 5

source: based on
es: basada en
pt: baseado em

source: reviews.
es: comentarios
pt: comentários

source: 100%% real guest experiences.
es: experiencias 100%% reales
pt: 100%% experiências reais

source: Guest
es: Huésped
pt: Hóspede

source: Review
es: Comentario
pt: Comentário

source: Score
es: Puntaje
pt: Pontuação
